Repository: holgerkrupp/PodcastClient
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %@ complete
de: %@ abgeschlossen

# %@ episode %lld
source: %1$@ episode %2$lld
de: %1$@ Folge %2$lld

source: %@ episodes
de: %@ Episoden

source: %@ is shared metadata or SQLite overhead that can’t be tied to a single podcast.
de: Bei %@ handelt es sich um gemeinsam genutzte Metadaten oder SQLite-Overhead, der nicht an einen einzelnen Podcast gebunden werden kann.

source: %@ local records
de: %@ lokale Datensätze

# %@ local records of about %@
source: %1$@ local records of about %2$@
de: %1$@ lokale Datensätze von etwa %2$@

# %@ of about %@ records
source: %1$@ of about %2$@ records
de: %1$@ von etwa %2$@ Datensätzen

source: %@ of episode length
de: %@ der Episodenlänge

# %@, %lld transcript matches
source: %1$@, %2$lld transcript matches
de: %1$@, %2$lld Treffer im Transkript

source: %@, opens link
de: %@, öffnet Link

source: %lld active hours
de: %lld aktive Stunden

# %lld episodes · %lld matches
source: %1$lld episodes · %2$lld matches
de: %1$lld Episoden · %2$lld Treffer

# %lld episodes in %@.
source: %1$lld episodes in %2$@.
de: %1$lld Episoden in %2$@.

# %lld file%@
source: %1$lld file%2$@
de: %1$lld Datei%2$@

# %lld file%@ (%@) are currently protected because their episodes are in Up Next.
source: %1$lld file%2$@ (%3$@) are currently protected because their episodes are in Up Next.
de: %1$lld Datei%2$@ (%3$@) sind derzeit geschützt, weil sich die zugehörigen Episoden in „Als Nächstes“ befinden.

# %lld file%@ (%@) are currently protected by archive retention settings.
source: %1$lld file%2$@ (%3$@) are currently protected by archive retention settings.
de: %1$lld Datei%2$@ (%3$@) sind derzeit durch die Archiv-Aufbewahrung geschützt.

source: %1$lld file%2$@ (%3$@) can be removed without deleting downloads needed for Up Next or archived episodes still inside their retention window.
de: %1$lld Datei%2$@ (%3$@) können entfernt werden, ohne Downloads zu löschen, die für „Als Nächstes“ benötigt werden oder noch innerhalb der Archiv-Aufbewahrung liegen.

source: %lld inbox / %lld on watch
de: %1$lld im Eingang / %2$lld auf der Watch

# %lld item%@
source: %1$lld item%2$@
de: %1$lld Artikel%2$@

source: %lld left
de: Noch %lld

source: %lld left in %@
de: Noch %1$lld in %2$@

source: %lld matches
de: %lld Treffer

source: %lld matching episodes
de: %lld passende Episoden

source: %lld next
de: Noch %lld

# %lld of %lld podcasts checked
source: %1$lld of %2$lld podcasts checked
de: %1$lld von %2$lld Podcasts geprüft

source: %lld rejected record(s):
de: %lld abgelehnte Datensätze:

source: + %lld more
de: + %lld weitere

source: +%lld more
de: +%lld weitere

source: 1 match
de: 1 Treffer

source: 45 Gradient
de: 45-Grad-Verlauf

source: About Sync Progress
de: Über den Synchronisierungsfortschritt

source: Accessibility
de: Bedienungshilfen

source: Actions
de: Aktionen

source: Active
de: Aktiv

source: Add
de: Hinzufügen

source: Add ${episodes} to Up Next
de: ${episodes} zu „Als Nächstes“ hinzufügen

source: Add a rule to skip recurring chapters like ads, intros, or credits.
de: Füge eine Regel hinzu, um wiederkehrende Kapitel wie Werbung, Intros oder Abspann zu überspringen.

source: Add an entity collection while preserving its order.
de: Eine Entitätssammlung hinzufügen und ihre Reihenfolge beibehalten.

source: Add an episode to a named playlist.
de: Eine Episode zu einer benannten Wiedergabeliste hinzufügen.

source: Add an Episode to Up Next
de: Episode zu „Als Nächstes“ hinzufügen

source: Add bookmark
de: Lesezeichen hinzufügen

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Add credentials
de: Zugangsdaten hinzufügen

source: Add Episode to Playlist
de: Episode zur Wiedergabeliste hinzufügen

source: Add Episode to Up Next
de: Episode zu „Als Nächstes“ hinzufügen

source: Add episodes in the app to see them here.
de: Füge in der App Episoden hinzu, um sie hier zu sehen.

source: Add Episodes to Up Next
de: Episoden zu „Als Nächstes“ hinzufügen

source: Add Filter
de: Filter hinzufügen

source: Add likely ad breaks to the chapter list
de: Wahrscheinliche Werbeunterbrechungen zur Kapitelliste hinzufügen

source: Add Multiple Episodes to Up Next
de: Mehrere Episoden zu „Als Nächstes“ hinzufügen

source: Add one episode to the front or end of Up Next.
de: Eine Episode am Anfang oder Ende von „Als Nächstes“ hinzufügen.

source: Add one or more episodes to your Up Next queue.
de: Füge eine oder mehrere Episoden zu deiner „Als Nächstes“-Warteschlange hinzu.

source: Add Podcast
de: Podcast hinzufügen

source: Add Podcast from URL
de: Podcast über URL hinzufügen

source: Add Private Podcast
de: Privaten Podcast hinzufügen

source: Add Rule
de: Regel hinzufügen

source: Add to %@
de: Zu %@ hinzufügen

source: Add to Another Playlist
de: Zu einer anderen Wiedergabeliste hinzufügen

source: Add to End
de: Ans Ende hinzufügen

source: Add to end of playlist
de: Ans Ende der Playlist hinzufügen

source: Add to front of playlist
de: An den Anfang der Playlist hinzufügen

source: Add to playlist
de: Zur Playlist hinzufügen

source: Add to the end of %@
de: Am Ende von %@ hinzufügen

source: Add to the front of %@
de: Am Anfang von %@ hinzufügen

source: Add to Up Next
de: Zu „Als Nächstes“ hinzufügen

source: Add, remove, list, and play episodes in a named playlist.
de: Episoden in einer benannten Wiedergabeliste hinzufügen, entfernen, anzeigen und abspielen.

# Added %@ to %@.
source: Added %1$@ to %2$@.
de: %@ zu %@ hinzugefügt.

source: Added %lld episodes to Up Next.
de: %lld Episoden zu „Als Nächstes“ hinzugefügt.

source: Added the episode to %@.
de: Episode zu %@ hinzugefügt.

source: Added to the bottom · Global default
de: Unten einsortiert · Globale Vorgabe

source: Added to the bottom · Podcast setting
de: Unten einsortiert · Podcast-Einstellung

source: Added to the top · Global default
de: Oben einsortiert · Globale Vorgabe

source: Added to the top · Podcast setting
de: Oben einsortiert · Podcast-Einstellung

source: Adds a new playlist
de: Erstellt eine neue Playlist

source: Adds this episode to %@ and downloads it when available
de: Fügt diese Episode zu %@ hinzu und lädt sie herunter, sobald sie verfügbar ist

source: Adjust playback options for this podcast
de: Wiedergabeoptionen für diesen Podcast anpassen

source: Adjusts the current playback position
de: Passt die aktuelle Wiedergabeposition an

source: Advertisement
de: Werbung

source: Advertisement Detection
de: Werbung erkennen

source: Africa
de: Afrika

source: After a download, the app queues short audio samples for analysis when iOS allows background work, usually while the device is charging and idle. iOS may delay or stop the work; playback analysis fills in later if needed.
de: Nach dem Download stellt die App kurze Audioabschnitte zur Analyse in eine Warteschlange, sobald iOS Hintergrundarbeit zulässt, meist während das Gerät geladen wird und inaktiv ist. iOS kann die Arbeit verzögern oder abbrechen; bei der Wiedergabe wird sie bei Bedarf fortgesetzt.

source: After a number of minutes
de: Nach einer bestimmten Anzahl von Minuten

source: After this episode
de: Nach dieser Episode

source: Aggregate Monitor
de: Gesamtstatus

source: All Bookmarks
de: Alle Lesezeichen

source: All Episodes
de: Alle Episoden

source: All Podcasts
de: Alle Podcasts

source: All podcasts already use custom settings.
de: Alle Podcasts verwenden bereits individuelle Einstellungen.

source: All Settings
de: Alle Einstellungen

source: Allow Cellular Downloads
de: Downloads über Mobilfunk erlauben

source: Allow live event notifications
de: Mitteilungen für Live-Ereignisse erlauben

source: Allow playback-position scrubbing in the app.
de: Erlaube das Bewegen der Wiedergabeposition in der App.

source: Allow scrubbing through system playback controls.
de: Erlaube das Bewegen der Wiedergabeposition über die System-Wiedergabesteuerung.

source: Already Imported
de: Bereits importiert

source: Already in Library (%lld)
de: Bereits in der Mediathek (%lld)

source: Also send a local notification with an Undo action. It is removed after one minute.
de: Sendet zusätzlich eine lokale Mitteilung mit einer Aktion zum Rückgängigmachen. Sie wird nach einer Minute entfernt.

source: Americas
de: Amerika

source: An episode you finish anywhere else also leaves this playlist. Finishing an episode here always removes it from this playlist.
de: Eine Episode, die du anderswo zu Ende hörst, verlässt auch diese Wiedergabeliste. Hörst du eine Episode hier zu Ende, wird sie immer aus dieser Liste entfernt.

source: App Controls
de: App-Steuerelemente

source: App Icon
de: App-Symbol

source: Appearance
de: Erscheinungsbild

source: Apple Shortcuts
de: Apple Kurzbefehle

source: Applied Right Now
de: Aktuell wirksam

source: Applies the existing January to December backgrounds to the mini month blocks in the Year Calendar design.
de: Wendet die vorhandenen Hintergründe von Januar bis Dezember auf die kleinen Monatsblöcke im Jahreskalender-Design an.

source: Applies these filters to automatic downloads
de: Diese Filter auf automatische Downloads anwenden

source: Archive
de: Archivieren

source: Archive all episodes
de: Alle Episoden archivieren

source: Archive an episode so it is no longer in the inbox.
de: Eine Episode archivieren, damit sie nicht mehr im Posteingang erscheint.

source: Archive episode
de: Episode archivieren

source: Archive Episode
de: Episode archivieren

source: Archive every episode in this podcast
de: Alle Episoden dieses Podcasts archivieren

source: Archive file retention
de: Archiv-Aufbewahrung

source: Archive or Unarchive Episode
de: Episode archivieren oder aus dem Archiv holen

source: Archive this episode in Up Next
de: Diese Episode in „Als Nächstes“ archivieren

source: Asia-Pacific
de: Asien-Pazifik

source: Ask What Is Next
de: Fragen, was als Nächstes kommt

source: Ask What Is Playing
de: Fragen, was gerade läuft

source: Aspect Ratio
de: Seitenverhältnis

source: at %@
de: bei %@

source: Audio Enhancements
de: Audioverbesserungen

source: Audio Schema Playlist Actions
de: Playlist-Aktionen des Audio App Schema

source: Authentication Required
de: Authentifizierung erforderlich

source: Authors
de: Autoren

source: Auto-download unplayed episodes
de: Nicht abgespielte Episoden automatisch herunterladen

source: Automatic Backgrounds
de: Automatische Hintergründe

source: Automatic Chapter Filtering
de: Automatische Kapitelfilterung

source: Automatic Downloads
de: Automatische Downloads

source: Automatic Episode Skips
de: Automatische Episodensprünge

source: Automatic for Period
de: Automatisch für Zeitraum

source: Automatic for Period picks the background from the data period, not from the day the shortcut runs. A shortcut running on 1 June with Previous Period uses May’s background.
de: „Automatisch für Zeitraum“ wählt den Hintergrund anhand des Datenzeitraums aus, nicht anhand des Tages, an dem der Kurzbefehl ausgeführt wird. Ein Kurzbefehl, der am 1. Juni mit „Vorheriger Zeitraum“ ausgeführt wird, verwendet den Mai-Hintergrund.

source: Automatic on-device transcriptions
de: Automatische Transkriptionen auf dem Gerät

source: Automatic skipping applies to every transcript-gap chapter. Review their boundaries in the chapter list; you can also skip individual chapters there.
de: Das automatische Überspringen gilt für alle Transkriptlücken-Kapitel. Überprüfe ihre Grenzen in der Kapitelliste; dort kannst du auch einzelne Kapitel überspringen.

source: Automatically generate chapters when publisher chapters are unavailable
de: Kapitel automatisch erstellen, wenn der Herausgeber keine Kapitel bereitstellt

source: Automatically skip high-confidence advertisements
de: Werbung mit hoher Erkennungssicherheit automatisch überspringen

source: Automatically skip transcript-gap chapters
de: Transkriptlücken-Kapitel automatisch überspringen

source: Automatically start the next queue item when an episode finishes.
de: Starte automatisch den nächsten Eintrag in der Warteschlange, wenn eine Episode endet.

source: Automatically synchronize publisher transcripts
de: Transkripte des Herausgebers automatisch synchronisieren

source: Available actions now include: Resume Playback, Pause Playback, Bookmark This, Skip Forward, Skip Backward, Play Up Next, Play Next Up Next Episode, Move Current To End, Remove Current From Up Next, Refresh Podcasts, and Generate Podcast Share Image.
de: Verfügbare Aktionen sind jetzt: Wiedergabe fortsetzen, Wiedergabe anhalten, Lesezeichen setzen, Vorwärtsspringen, Zurückspringen, „Als Nächstes“ abspielen, nächste „Als Nächstes“-Episode abspielen, aktuelle Episode ans Ende verschieben, aktuelle Episode aus „Als Nächstes“ entfernen, Podcasts aktualisieren und Podcast-Teilen-Bild erstellen.

source: Back
de: Zurück

source: Back %lld seconds
de: %lld Sekunden zurück

source: Back button
de: Zurück-Taste

source: Back chapter
de: Vorheriges Kapitel

source: Background
de: Hintergrund

source: Background changes are applied to every share picture preview and export.
de: Änderungen am Hintergrund werden auf jede Teilen-Bild-Vorschau und jeden Export angewendet.

source: Backwards Offset
de: Versatz nach hinten

source: Balance voices, reduce low-frequency rumble, and control loud peaks.
de: Stimmen ausgleichen, tieffrequentes Rumpeln reduzieren und laute Spitzen kontrollieren.

source: Balances episodes across podcasts while keeping the playing episode in place
de: Verteilt Episoden gleichmäßig auf Podcasts und lässt die gerade laufende Episode an ihrer Position

source: Bearer Token Required
de: Bearer-Token erforderlich

source: Black
de: Schwarz

source: Bookmark
de: Lesezeichen

source: Bookmark This
de: Hier Lesezeichen setzen

source: Bookmark this in Up Next
de: In „Als Nächstes“ als Lesezeichen sichern

source: Bookmarks
de: Lesezeichen

source: Boring
de: Langweilig

source: Browse
de: Stöbern

source: Browse by Category
de: Nach Kategorie durchsuchen

source: Browse public-service podcasts
de: Podcasts öffentlich-rechtlicher Sender entdecken

source: By Podcast
de: Per Podcast

source: Calendar
de: Kalender

source: Cancel
de: Abbrechen

source: Cancel both the minute-based and after-episode sleep timer.
de: Den Minutentimer und den Sleep-Timer nach der Episode abbrechen.

source: Cancel generation
de: Generierung abbrechen

source: Cancel Sleep Timer
de: Sleep-Timer abbrechen

source: Cancel transcription
de: Transkription abbrechen

source: Caption
de: Untertitel

source: Caption %@
de: Untertitel %@

source: Captions & Audio Descriptions
de: Untertitel und Audiobeschreibungen

source: Captions & Transcript
de: Untertitel & Transkript

source: Captions processing
de: Verarbeitung von Untertiteln

source: Carnival
de: Karneval

source: Categories
de: Kategorien

source: Categories Unavailable
de: Kategorien nicht verfügbar

source: Change how fast episodes play
de: Wiedergabegeschwindigkeit ändern

source: Change playback speed using the same setting as the player.
de: Wiedergabegeschwindigkeit mit derselben Einstellung wie im Player ändern.

source: Changes archive state without changing inbox or playlist membership
de: Ändert den Archivstatus, ohne den Eingang oder die Playlist-Zugehörigkeit zu ändern

source: Changes this episode between the audio enclosure and alternate video stream
de: Wechselt diese Episode zwischen der Audio-Mediendatei und dem alternativen Videostream

source: Chapter link
de: Kapitellink

source: Chapter list
de: Kapitelliste

source: Chapter list tab
de: Tab „Kapitelliste“

source: Chapter mode uses previous/next chapter buttons when the playing episode has chapters. Without chapters, external controls fall back to the selected seconds.
de: Der Kapitelmodus verwendet Tasten für vorheriges/nächstes Kapitel, wenn die wiedergegebene Episode Kapitel hat. Ohne Kapitel greifen externe Steuerungen auf die ausgewählten Sekunden zurück.

source: Chapter Navigation
de: Kapitelnavigation

source: Chapter restarted.
de: Kapitel neu gestartet.

source: Chapter Rules
de: Kapitelregeln

source: Chapter rules let you skip recurring segments like intro, ads, or outro.
de: Mit Kapitelregeln kannst du wiederkehrende Segmente wie Intro, Werbung oder Outro überspringen.

source: Chapter Skip Keywords
de: Schlüsselwörter zum Überspringen von Kapiteln

source: Chapters
de: Kapitel

source: Check subscribed podcast feeds for new episodes.
de: Abonnierte Podcast-Feeds auf neue Episoden prüfen.

source: Checking Feed Availability
de: Feed-Verfügbarkeit wird geprüft

source: Checking for new episodes
de: Neue Episoden werden gesucht

source: Checking podcasts…
de: Podcasts werden geprüft …

source: Choose a duration from 1 minute to 24 hours.
de: Dauer zwischen 1 Minute und 24 Stunden auswählen.

source: Choose an audio output device
de: Audioausgabegerät auswählen

source: Choose an episode from the playlist below.
de: Wähle unten in der Playlist eine Episode aus.

source: Choose how long downloaded files remain after an episode is archived.
de: Lege fest, wie lange heruntergeladene Dateien erhalten bleiben, nachdem eine Episode archiviert wurde.

source: Choose where audio plays
de: Wiedergabeziel auswählen

source: Choose which playlist appears on the watch
de: Wähle, welche Playlist auf der Watch erscheint

source: Choose which playlist this widget should show.
de: Wähle, welche Playlist dieses Widget anzeigen soll.

source: Christmas
de: Weihnachten

source: Clean up the active queue item.
de: Den aktiven Eintrag in der Warteschlange bereinigen.

source: Clear
de: Leeren

source: Clear inbox
de: Eingang leeren

source: Clearing inbox
de: Eingang wird geleert

source: Clip Length
de: Cliplänge

source: Clip selection
de: Clip-Auswahl

source: Close
de: Schließen

source: Close live podcasts
de: Live-Podcasts schließen

source: Close player
de: Player schließen

source: CloudKit does not expose exact transfer progress, so the displayed percentage is an estimate. A store is only marked complete after that store's own import event succeeds; an unrelated store's completed import does not mark the queue current.
de: CloudKit stellt keinen genauen Übertragungsfortschritt bereit, daher ist die angezeigte Prozentzahl ein Schätzwert. Ein Datenspeicher gilt erst als abgeschlossen, wenn sein eigener Import erfolgreich war. Der erfolgreiche Import eines anderen Speichers setzt die Warteschlange nicht auf den aktuellen Stand.

source: CloudKit does not expose exact transfer progress, so the displayed percentage is an estimate. CloudKit's import status determines when synchronization is complete.
de: CloudKit stellt keinen exakten Übertragungsfortschritt bereit, daher ist der angezeigte Prozentsatz eine Schätzung. Der Importstatus von CloudKit bestimmt, wann die Synchronisierung abgeschlossen ist.

source: CloudKit Events
de: CloudKit-Ereignisse

source: Companion Links
de: Begleitlinks

source: Compare small portions of podcast audio with publisher transcripts to correct caption timing when ads or other audio have been inserted. Processing happens on device and may use additional battery. Your transcript text stays unchanged.
de: Kurze Abschnitte des Podcast-Audios mit den Transkripten des Herausgebers vergleichen, um Zeitangaben zu korrigieren, wenn Werbung oder anderes Audio eingefügt wurde. Die Verarbeitung erfolgt auf dem Gerät und kann zusätzlichen Akku verbrauchen. Der Transkripttext bleibt unverändert.

source: Condition
de: Bedingung

source: Connected accounts
de: Verbundene Konten

source: Consecutive failures
de: Aufeinanderfolgende Fehler

source: Continue
de: Fortfahren

source: Continue the current or most recent episode.
de: Die aktuelle oder zuletzt gehörte Episode fortsetzen.

source: Continues the paused download
de: Setzt den angehaltenen Download fort

source: Continuous playback
de: Kontinuierliche Wiedergabe

source: Could Not Open Podcast
de: Podcast konnte nicht geöffnet werden

source: Couldn’t Add Episode
de: Episode konnte nicht hinzugefügt werden

source: Couldn’t add podcast from URL
de: Podcast konnte nicht über die URL hinzugefügt werden

source: Counts
de: Zähler

source: Cover Cloud
de: Cover-Wolke

source: Cover Grid
de: Cover-Raster

source: Create
de: Erstellen

source: Create a Bookmark
de: Lesezeichen erstellen

source: Create a bookmark at the current playback position.
de: Erstellt an der aktuellen Wiedergabeposition ein Lesezeichen.

source: Create a listening-statistics PNG for later Shortcuts actions.
de: Ein PNG mit Hörstatistiken für spätere Kurzbefehle erstellen.

source: Create a podcast listening statistics share image and return it as a PNG file.
de: Erstellt ein Teilen-Bild aus der Podcast-Hörstatistik und gibt es als PNG-Datei zurück.

source: Create and delete playlists, and set their downloads and icons
de: Wiedergabelisten erstellen und löschen, Downloads und Symbole festlegen

source: Create audio clip
de: Audioclip erstellen

source: Create playlist
de: Playlist erstellen

source: Created podcast share image.
de: Podcast-Teilen-Bild erstellt.

source: Creates an on-device transcript to use as captions
de: Erstellt auf dem Gerät ein Transkript zur Verwendung als Untertitel

source: Credentials
de: Zugangsdaten

source: Credentials are stored in the device Keychain and are not synchronized with podcast metadata.
de: Zugangsdaten werden im Schlüsselbund des Geräts gespeichert und nicht mit Podcast-Metadaten synchronisiert.

source: Credentials stay in the device Keychain. They are not written to SwiftData, iCloud sync, logs, or exports.
de: Zugangsdaten bleiben im Schlüsselbund des Geräts. Sie werden weder in SwiftData noch in die iCloud-Synchronisierung, Protokolle oder Exporte geschrieben.

source: Current
de: Aktuell

source: Current caption
de: Aktueller Untertitel

source: Current chapter
de: Aktuelles Kapitel

source: Current feed
de: Aktueller Feed

source: Current Period
de: Aktueller Zeitraum

source: Current playlist %@
de: Aktuelle Playlist %@

source: Current Status
de: Aktueller Status

source: Current Transcriptions
de: Aktuelle Transkriptionen

source: Currently live subscribed podcasts will appear here.
de: Hier werden abonnierte Podcasts angezeigt, die gerade live sind.

source: Currently transcribing: %@
de: Wird gerade transkribiert: %@

source: Currently unavailable. Try again later.
de: Zurzeit nicht verfügbar. Versuch es später noch einmal.

source: Currently using %@.
de: Aktuell belegt: %@.

source: Custom Settings
de: Eigene Einstellungen

source: Custom settings override the shared defaults for this podcast.
de: Eigene Einstellungen überschreiben die gemeinsamen Standardwerte für diesen Podcast.

source: Customize
de: Anpassen

source: Database
de: Datenbank

source: Database Breakdown
de: Datenbankaufschlüsselung

source: Database Estimate
de: Datenbankschätzung

source: Database Estimate by Type
de: Datenbankschätzung nach Typ

source: Database Files
de: Datenbankdateien

source: Day
de: Tag

source: December
de: Dezember

source: Default
de: Standard

source: Default playlist for auto-add
de: Standard-Playlist zum automatischen Hinzufügen

source: Default speed
de: Standardgeschwindigkeit

source: Delete
de: Löschen

source: Delete “%@”?
de: „%@“ löschen?

source: Delete All Stored Files
de: Alle gespeicherten Dateien löschen

source: Delete All Transcript Lines
de: Alle Transkriptzeilen löschen

source: Delete all transcript lines?
de: Alle Transkriptzeilen löschen?

source: Delete Bookmark
de: Lesezeichen löschen

source: Delete Files
de: Dateien löschen

source: Delete Played
de: Abgespielte löschen

source: Delete Playlist
de: Wiedergabeliste löschen

source: Delete Playlist?
de: Wiedergabeliste löschen?

source: Delete Playlist…
de: Wiedergabeliste löschen …

source: Delete Transcript Data
de: Transkriptdaten löschen

source: Delete Unprotected Files
de: Ungeschützte Dateien löschen
